Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Photos.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# MEMORIES_BLACKLISTED_MEMORIES_RESET_ACTION_DETAILS
source: Resetting will allow previously blocked places, dates, or holidays to once again be included in new Memories.
ar: ستسمح إعادة التعيين بتضمين الأماكن أو التواريخ أو العطلات المحظورة سابقًا في الذكريات الجديدة.
bg: Нулирането ще позволи на преди това блокирани места, дати или празници отново да бъдат включвани в нови спомени.
ca: Si restableixes aquesta configuració, les dates, les vacances o els llocs bloquejats anteriorment es tornaran a incloure als records nous.
cs: Po resetu bude opět povoleno přidávání dříve zablokovaných míst, dat a svátků do nových vzpomínek.
da: Ved nulstilling bliver steder, datoer eller helligdage, du tidligere har blokeret, inkluderet i Minder igen.
de: Nach dem Zurücksetzen werden zuvor blockierte Orte, Daten oder Feiertage beim Erstellen neuer Rückblicke wieder mit eingeschlossen.
el: Η επαναφορά θα επιτρέψει την εκ νέου συμπερίληψη αποκλεισμένων μερών, ημερομηνιών ή αργιών/γιορτών σε νέες αναμνήσεις.
es: Al restablecer, todos los lugares, fechas o días festivos que se hayan bloqueado anteriormente se podrán volver a incluir en nuevos recuerdos.
es_us: Al restablecer se volverán a incluir en recuerdos nuevos a los lugares, fechas o días festivos que habías bloqueado.
fi: Nollaaminen sallii aiemmin estettyjen paikkojen, päivämäärien ja juhlapäivien sisällyttämisen uusiin muistoihin.
fr: La réinitialisation permettra d’inclure les lieux, dates et fêtes bloqués dans les nouveaux souvenirs.
fr_ca: La réinitialisation permettra à des lieux, dates ou vacances qui étaient auparavant bloqués d’être inclus dans de nouveaux souvenirs.
he: האיפוס יאפשר למקומות, תאריכים או חגים שנחסמו בעבר להופיע שוב בזיכרונות חדשים.
hi: रीसेट करने से एक बार फिर पहले से ब्लॉक किए हुए लोग, जगहें, तिथियाँ या छुट्टियाँ नई “यादें” में शामिल की जा सकेंगी।
hr: Resetiranje će dozvoliti ponovno dodavanje prethodno blokiranih mjesta, datuma ili praznika u nove Uspomene.
hu: Az alaphelyzetbe állítás lehetővé teszi, hogy az előzőleg blokkolt helyeket, dátumokat vagy ünnepnapokat újra hozzáadja új Emlékekhez.
id: Pengaturan ulang akan memungkinkan tempat, tanggal, atau liburan yang diblokir sebelumnya untuk disertakan kembali di Memori baru.
it: L’azione consentirà di includere nuovamente i luoghi, le date o le festività che hai bloccato in precedenza nei nuovi video ricordo che verranno realizzati.
ja: リセットすると、以前停止した場所、日付、または休日が再び新規メモリーに含まれるようになります。
kk: Бастапқы күйге қайтару әрекеті бұрын блокталған жерлерді, күндерді немесе мерекелерді жаңа естеліктерге қосуға мүмкіндік береді.
ko: 재설정하면 이전에 차단한 장소, 날짜 또는 공휴일이 새로 생성되는 ‘추억’에 다시 포함됩니다.
lt: Nustačius iš naujo anksčiau užblokuotos vietos, datos ar šventės vėl bus įtrauktos į prisiminimus.
ms: Mereset akan membolehkan tempat, tarikh atau percutian yang disekat sebelum ini disertakan dalam Memori baharu sekali lagi.
nb: Hvis du nullstiller, kan steder, datoer eller helligdager du tidligere har blokkert, inkluderes i Minner igjen.
nl: Als je het album opnieuw instelt, kunnen eerder geblokkeerde plaatsen, datums of vakanties weer worden toegevoegd aan nieuwe terugblikken.
pl: Wyzerowanie pozwoli ponownie dołączać do tworzonych wspomnień miejsca, daty i święta, które są obecnie zablokowane.
pt: A redefinição permitirá que lugares, datas ou feriados bloqueados anteriormente possam ser incluídos novamente em novas Memórias.
pt_pt: Se optar pela reposição, os locais, datas ou férias que tenham antes sido bloqueados voltarão a ser incluídos em novas recordações.
ro: Resetarea va permite ca locurile, datele sau sărbătorile blocate anterior să fie iar incluse în amintirile noi.
ru: Если выполнить сброс, ранее заблокированные места, даты или праздники будут снова попадать в новые Воспоминания.
sk: Resetovaním umožníte opätovné zaradenie blokovaných miest, dátumov alebo sviatkov do nových spomienok.
sl: Če izvedete ponastavitev, bodo predhodno blokirani kraji, datumi ali prazniki spet vključeni v nove spomine.
sv: Om du nollställer kan platser, datum och helgdagar som du tidigare har blockerat återigen ingå i nya minnen.
th: การรีเซ็ตจะอนุญาตให้รวมสถานที่ วันที่ หรือวันหยุดเหล่านี้ที่เคยถูกปิดกั้นก่อนหน้านี้ได้อีกครั้งในความทรงจำใหม่
tr: Sıfırlama, daha önce engellenen yerlerin, tarihlerin veya tatillerin yeni Anılar’a dahil edilmesine izin verir.
uk: Скидання дасть змогу знову включати раніше блоковані місця, дати чи свята в нові спогади.
vi: Đặt lại sẽ cho phép bao gồm lại những địa điểm, ngày hoặc ngày lễ bị chặn trước đây trong các Kỷ niệm mới.
zh_cn: “重置”将允许之前被尘封的地点、日期或假日重新被用于新的“回忆”中。
zh_hk: 重設會允許之前封鎖的地點、日期或節日再次出現於新的「回憶」中。
zh_tw: 重置會讓之前封鎖的地點、日期或節日再次顯示於新的「回憶」中。

# MEMORIES_BLACKLISTED_MEMORIES_RESET_ACTION_TITLE
source: Reset
ar: إعادة تعيين
bg: Нулирай
ca: Restableix
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_us: Restablecer
fi: Nollaa
fr: Réinitialiser
fr_ca: Réinitialiser
he: איפוס
hi: रीसेट करें
hr: Resetirajte
hu: Alaphelyzetbe állítás
id: Atur Ulang
it: Inizializza
ja: リセット
kk: Бастапқы күйге қайтару
ko: 재설정
lt: Nustatyti iš naujo
nb: Nullstill
nl: Stel opnieuw in
pl: Wyzeruj
pt: Redefinir
pt_pt: Repor
ro: Resetați
ru: Сбросить
sk: Resetovať
sl: Ponastavi
sv: Nollställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_cn: 重置
zh_hk: 重設
zh_tw: 重置

# MEMORIES_BLACKLISTED_MEMORIES_RESET_ALERT_TITLE
source: Reset
ar: إعادة تعيين
bg: Нулирай
ca: Restabliment
cs: Resetování
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_us: Restablecer
fi: Nollaa
fr: Réinitialiser
fr_ca: Réinitialiser
he: איפוס
hi: रीसेट करें
hr: Resetiraj
hu: Alaphelyzetbe állítás
id: Atur Ulang
it: Inizializza
ja: リセット
kk: Бастапқы күйге қайтару
ko: 재설정
lt: Nustatyti iš naujo
nb: Nullstill
nl: Stel opnieuw in
pl: Wyzeruj
pt: Redefinir
pt_pt: Repor
ro: Resetați
ru: Сброс
sk: Resetovanie
sl: Ponastavi
sv: Nollställ
th: รีเซ็ต
tr: Sıfırlayın
uk: Скинути
vi: Đặt lại
zh_cn: 重置
zh_hk: 重設
zh_tw: 重置

# MEMORIES_HOLIDAY_CALENDAR_EVENTS_SWITCH
source: Show Holiday Events
ar: إظهار أحداث العطلات
bg: Показване на празници
ca: Esdeveniments festius
cs: Zobrazit svátky
da: Vis helligdagsbegivenheder
de: Feiertagsereignisse anzeigen
el: Εμφάνιση γεγονότων γιορτών
es: Mostrar festivos
es_us: Mostrar eventos festivos
fi: Näytä juhlapäivätapahtumat
fr: Afficher les jours fériés
fr_ca: Afficher les fêtes
he: הצגת אירועי חג
hi: अवकाश के इवेंट दिखाएँ
hr: Prikaži praznike
hu: Ünnepnapra eső események
id: Tampilkan Acara Liburan
it: Mostra festività
ja: 祝日イベントを表示
kk: Мерекелерді көрсету
ko: 공휴일 이벤트 보기
lt: Rodyti šventes
ms: Tunjukkan Peristiwa Percutian
nb: Vis høytidshendelser
nl: Toon feestelijke activiteiten
pl: Wydarzenia z dni wolnych
pt: Mostrar Eventos de Feriados
pt_pt: Mostrar épocas festivas
ro: Afișare sărbători
ru: Праздничные события
sk: Zobraziť sviatky
sl: Prikaži praznike
sv: Visa helgdagsaktiviteter
th: แสดงกิจกรรมวันหยุด
tr: Tatil Günlerini Göster
uk: Святкові події
vi: Hiển thị sự kiện Ngày lễ
zh_cn: 显示节假日活动
zh_hk: 顯示假期活動
zh_tw: 顯示節日

# MEMORIES_HOLIDAY_CALENDAR_EVENTS_SWITCH_FOOTER
source: Allow recent holiday events for your home country or region to automatically appear on this device.
ar: السماح بظهور أحداث العطلات الحديثة في بلدك أو منطقتك الأم على هذا الجهاز تلقائيًا.
bg: Позволете автоматично да се появяват на това устройство скорошните празници във вашата родна държава или регион.
ca: Permet que al dispositiu s’hi mostrin automàticament els esdeveniments festius recents del teu país o de la teva regió d’origen.
cs: Zapněte si na svém zařízení automatické zobrazování svátků, které se slaví ve vaší zemi či oblasti.
da: Tillad, at nylige feriebegivenheder i dit hjemland eller område automatisk vises på enheden.
de: Erlaube, das kürzlich aufgetretene Urlaubsereignisse aus deinem Land oder deiner Region auf diesem Gerät automatisch angezeigt werden.
el: Να επιτρέπονται πρόσφατα γεγονότα αργιών/γιορτών για τη χώρα διαμονής ή περιοχή σας για αυτόματη εμφάνιση σε αυτήν τη συσκευή.
es: Permite que en este dispositivo aparezcan automáticamente los festivos recientes de tu país o región de origen.
es_us: Permite que aparezcan automáticamente en este dispositivo los días festivos recientes de tu país o región.
fi: Salli kotimaasi tai -alueesi viimeaikaisten juhlatapahtumien näkyä tässä laitteessa automaattisesti.
fr: Permet d’afficher automatiquement les jours fériés récents de votre pays ou région d’origine sur cet appareil.
fr_ca: Autorise les fêtes récentes de votre pays ou région de résidence à s’afficher automatiquement sur cet appareil.
he: באפשרותך לאשר הצגה אוטומטית של אירועי חג אחרונים שנחגגים במדינה או באזור שלך.
hi: आपके गृह देश या क्षेत्र के हालिया अवकाश इवेंट को इस डिवाइस पर ऑटोमैटिकली दिखाई देने की अनुमति दें।
hr: Dozvolite da se nedavni događaji na praznike za vašu državu ili regiju automatski prikažu na ovom uređaju.
hu: Az adott ország vagy régió legutóbbi ünnepnapjaira eső események automatikus megjelenítésének engedélyezése ezen az eszközön.
id: Izinkan hari libur terbaru di negara atau wilayah asal Anda untuk muncul secara otomatis di perangkat ini.
it: Consenti di mostrare automaticamente su questo dispositivo le festività recenti del tuo paese o della tua zona.
ja: お住まいの国/地域の最近の祝日イベントがこのデバイスに自動的に表示されるようにします。
kk: Туған еліңіз немесе аймағыңызға арналған соңғы демалыс іс-шараларын осы құрылғыда автоматты түрде көрсету.
ko: 사용자의 국가 또는 지역의 최근 공휴일이 이 기기에 자동으로 나타나도록 허용합니다.
lt: Leiskite, kad neseniai jūsų šalyje ar regione vykę šventiniai renginiai būtų automatiškai rodomi šiame įrenginyje.
ms: Benarkan peristiwa cuti terbaharu untuk negara atau rantau asal anda agar kelihatan secara automatik pada peranti ini.
nb: Tillat at nylige høytidshendelser for hjemlandet eller området ditt vises automatisk på denne enheten.
nl: Sta toe dat recente feestdagen voor je eigen land of regio automatisch worden weergegeven op dit apparaat.
pl: Pozwalaj na automatyczne wyświetlanie na tym urządzeniu wydarzeń z dni wolnych od pracy w Twoim kraju lub regionie.
pt: Permita que eventos recentes de datas comemorativas do seu país ou região de origem apareçam automaticamente neste dispositivo.
pt_pt: Permita que eventos de férias recentes no seu país ou região apareçam automaticamente neste dispositivo.
ro: Permiteți ca sărbătorile și evenimentele recente din țara sau regiunea dvs. de reședință să apară automat pe acest dispozitiv.
ru: Праздники, недавно прошедшие в Вашей стране или регионе, будут автоматически отображаться на этом устройстве.
sk: Povolí automatické zobrazovanie nedávnych sviatkov a udalostí vo vašej krajine alebo oblasti na tomto zariadení.
sl: Dovolite, da se nedavni prazniki za vašo državo ali regijo samodejno prikazujejo v tej napravi.
sv: Tillåt att de senaste storhelgshändelserna för landet eller region där du är att automatiskt visas på den här enheten.
th: อนุญาตให้กิจกรรมวันหยุดล่าสุดสำหรับประเทศหรือภูมิภาคที่คุณอยู่แสดงขึ้นมาบนอุปกรณ์เครื่องนี้โดยอัตโนมัติ
tr: Ülkenizdeki veya bölgenizdeki son tatil etkinliklerinin bu aygıtta otomatik olarak görünmesine izin verir.
uk: Дозвольте автоматичне відображення недавніх святкових подій у вашій країні чи регіоні на цьому пристрої.
vi: Cho phép các sự kiện ngày lễ gần đây tại quốc gia hoặc vùng của bạn tự động xuất hiện trên thiết bị này.
zh_cn: 允许你国家或地区的近期节假日活动自动在此设备上显示。
zh_hk: 允許在此裝置上自動顯示你國家或地區最近的假期活動。
zh_tw: 允許在此裝置上自動顯示自己國家或地區最近的節日。

# MEMORIES_RESET_BLACKLISTED_MEMORIES_SETTINGS_ROW_TITLE
source: Reset Suggested Memories
ar: إعادة تعيين الذكريات المقترحة
bg: Нулирай предложени спомени
ca: Restableix els records suggerits
cs: Resetovat návrhy vzpomínek
da: Nulstil foreslåede minder
de: Rückblicke zurücksetzen
el: Επαναφορά προτεινόμενων
es: Restablecer recuerdos sugeridos
es_us: Restablecer recuerdos sugeridos
fi: Nollaa ehdotetut muistot
fr: Réinitialiser les souvenirs suggérés
fr_ca: Réinitialiser les souvenirs suggérés
he: איפוס זיכרונות מוצעים
hi: सुझाई गई यादें रीसेट करें
hr: Resetiraj predložene uspomene
hu: Javaslatok alaphelyzetbe állítása
id: Atur Ulang Memori yang Disarankan
it: Inizializza i ricordi suggeriti
ja: 提案されたメモリーをリセット
kk: Ұсынылған естеліктерді қайтару
ko: 제안된 추억 재설정
lt: Iš naujo nustatyti siūlomus prisiminimus
ms: Reset Memori Cadangan
nb: Nullstill foreslåtte minner
nl: Herstel voorgestelde terugblikken
pl: Wyzeruj sugerowane wspomnienia
pt: Redefinir Memórias Sugeridas
pt_pt: Repor recordações sugeridas
ro: Resetați amintirile sugerate
ru: Сбросить предложенные
sk: Resetovať navrhované spomienky
sl: Ponastavi predlagane spomine
sv: Nollställ föreslagna minnen
th: รีเซ็ตความทรงจำที่แนะนำ
tr: Önerilen Anıları Sıfırla
uk: Скинути пропоновані спогади
vi: Đặt lại các kỷ niệm được gợi ý
zh_cn: 重置建议的回忆
zh_hk: 重設建議的回憶
zh_tw: 重置建議的回憶

# MEMORIES_TITLE
source: Memories
ar: ذكريات
bg: Спомени
ca: Records
cs: Vzpomínky
da: Minder
de: Rückblicke
el: Αναμνήσεις
es: Recuerdos
es_us: Recuerdos
fi: Muistot
fr: Souvenirs
fr_ca: Souvenirs
he: זיכרונות
hi: यादें
hr: Uspomene
hu: Emlékek
id: Memori
it: Ricordi
ja: メモリー
kk: Естеліктер
ko: 추억
lt: Prisiminimai
ms: Memori
nb: Minner
nl: Terugblikken
pl: Wspomnienia
pt: Memórias
pt_pt: Recordações
ro: Amintiri
ru: Воспоминания
sk: Spomienky
sl: Spomini
sv: Minnen
th: ความทรงจำ
tr: Anılar
uk: Спогади
vi: Kỷ niệm
zh_cn: 回忆
zh_hk: 回憶
zh_tw: 回憶

source: Music
ar: موسيقى
bg: Музика
ca: Música
cs: Hudba
da: Musik
de: Musik
el: Μουσική
es: Música
es_us: Música
fi: Musiikki
fr: Musique
fr_ca: Musique
he: מוזיקה
hi: संगीत
hr: Glazba
hu: Zene
id: Musik
it: Musica
ja: ミュージック
kk: Музыка
ko: 음악
lt: Muzika
ms: Muzik
nb: Musikk
nl: Muziek
pl: Muzyka
pt: Música
pt_pt: Música
ro: Muzică
ru: Музыка
sk: Hudba
sl: Glasba
sv: Musik
th: เพลง
tr: Müzik
uk: Музика
vi: Nhạc
zh_cn: 音乐
zh_hk: 音樂
zh_tw: 音樂

# NAVIGATION_COMPONENT_APPLE_ACCOUNT
source: Apple Account
ar: حساب Apple
bg: Apple регистрация
ca: Compte d’Apple
cs: Účet Apple
da: Apple-konto
el: Λογαριασμός Apple
es: Cuenta de Apple
es_us: Cuenta de Apple
fi: Apple-tili
fr: Compte Apple
fr_ca: Compte Apple
he: חשבון Apple
hi: Apple खाता
hr: Apple račun
hu: Apple-fiók
id: Akun Apple
kk: Apple аккаунты
ko: Apple 계정
lt: „Apple“ paskyra
ms: Akaun Apple
nb: Apple-konto
pl: Konto Apple
pt: Conta Apple
pt_pt: Conta Apple
ro: Cont Apple
ru: Аккаунт Apple
sk: Apple účet
sl: Račun Apple
sv: Apple-konto
th: บัญชี Apple
tr: Apple Hesabı
uk: Обліковий запис Apple
vi: Tài khoản Apple
zh_cn: Apple账户
zh_hk: Apple帳户
zh_tw: Apple帳號

# NAVIGATION_COMPONENT_APPS
source: Apps
ar: التطبيقات
bg: Приложения
cs: Aplikace
el: Εφαρμογές
fi: Apit
he: יישומים
hi: ऐप्स
hr: Aplikacije
hu: Appok
id: App
it: App
ja: アプリ
kk: Қолданбалар
ko: 앱
lt: Programos
ms: App
nb: Apper
pl: Aplikacje
pt_pt: Aplicações
ro: Aplicații
ru: Приложения
sk: Apky
sl: Aplikacije
sv: Appar
th: แอป
tr: Uygulamalar
uk: Програми
vi: Ứng dụng
zh_cn: App
zh_hk: App
zh_tw: App

source: None
ar: لا شيء
bg: Няма
ca: Cap
cs: Není
da: Ingen
de: Ohne
el: Κανένα
es: No
es_us: Nada
fi: Ei mitään
fr: Aucune
fr_ca: Aucune
he: ללא
hi: कोई नहीं
hr: Bez
hu: Semmi
id: Tidak Ada
it: Nessuna
ja: なし
kk: Жоқ
ko: 없음
lt: Nėra
ms: Tiada
nb: Ingen
nl: Geen
pl: Brak
pt: Nenhum
pt_pt: Nenhuma
ro: Nimic
ru: Не выбрано
sk: Žiadne
sl: Brez
sv: Ingen
th: ไม่มี
tr: Yok
uk: Немає
vi: Không
zh_cn: 无
zh_hk: 無
zh_tw: 無

source: Off
ar: إيقاف
bg: Изкл.
ca: No
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: No
es_us: No
fi: Pois
fr: Non
fr_ca: non
he: כבוי
hi: बंद
hr: Isklj.
hu: Ki
id: Mati
it: No
ja: オフ
kk: Өшірулі
ko: 끔
lt: Išjungti
ms: Mati
nb: Av
nl: Uit
pl: Wył.
pt: Desativado
pt_pt: Não
ro: Dezactivat
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

source: On
ar: تشغيل
bg: Вкл.
ca: Sí
cs: Zapnuto
da: Til
de: Ein
el: Ναι
es: Sí
es_us: Sí
fi: Päällä
fr: Oui
fr_ca: oui
he: פעיל
hi: चालू
hr: Uklj.
hu: Be
id: Nyala
it: Sì
ja: オン
kk: Қосулы
ko: 켬
lt: Įjungti
ms: Aktif
nb: På
nl: Aan
pl: Wł.
pt: Ativado
pt_pt: Sim
ro: Activat
ru: Вкл.
sk: Zap.
sl: Vklopljeno
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật
zh_cn: 打开
zh_hk: 開啟
zh_tw: 開啟

source: Photos
ar: الصور
bg: Снимки
ca: Fotos
cs: Fotky
da: Fotos
de: Fotos
el: Φωτογραφίες
es: Fotos
es_us: Fotos
fi: Kuvat
he: תמונות
hi: तस्वीर
hr: Foto
hu: Fotók
id: Foto
it: Foto
ja: 写真
kk: Фотолар
ko: 사진
lt: Nuotraukos
ms: Foto
nb: Bilder
nl: Foto's
pl: Zdjęcia
pt: Fotos
pt_pt: Fotografias
ro: Poze
ru: Фото
sk: Fotky
sl: Fotografije
sv: Bilder
th: รูปภาพ
tr: Fotoğraflar
uk: Фотографії
vi: Ảnh
zh_cn: 照片
zh_hk: 相片
zh_tw: 照片

# PHOTOS_DIAGNOSE
source: Photos Diagnostics
ar: تشخيصات الصور
bg: Диагностика на снимките
ca: Diagnòstic de Fotos
cs: Diagnostika Fotek
da: Diagnostik af Fotos
de: Diagnose für „Fotos“
el: Διαγνωστικά των Φωτογραφιών
es: Diagnóstico de Fotos
es_us: Diagnóstico de Fotos
fi: Kuvien vianmääritys
fr: Diagnostic de Photos
fr_ca: Diagnostics de Photos
he: כלי אבחון לתמונות
hi: तस्वीर डायग्नॉस्टिक
hr: Dijagnostika fotografija
hu: Fotók diagnosztizálása
id: Diagnostik Foto
it: Diagnosi foto
ja: “写真”の診断
kk: Фотолар диагностикасы
ko: 사진 진단
lt: Nuotraukų diagnostika
ms: Diagnostik Foto
nb: Bilder-diagnostikk
nl: Diagnose voor Foto's
pl: Diagnostyka Zdjęć
pt: Diagnóstico do App Fotos
pt_pt: Diagnóstico da aplicação Fotografias
ro: Diagnoză Poze
ru: Диагностика Фото
sk: Diagnostika Fotiek
sl: Diagnostika fotografij
sv: Bilddiagnos
th: การวินิจฉัยรูปภาพ
tr: Fotoğraflar Tanıları
uk: Діагностика Фотографій
vi: Chẩn đoán Ảnh
zh_cn: “照片”诊断
zh_hk: 相片診斷資料
zh_tw: 照片診斷

# PHOTOS_DIAGNOSE_CHECKING_STATUS
source: Checking Photos Diagnostics Status
ar: يجري التحقق من حالة تشخيصات الصور
bg: Проверка състоянието на диагностиката на снимките
ca: Comprovant l’estat del diagnòstic de Fotos
cs: Kontrola stavu diagnostiky Fotek
da: Kontrollerer status for diagnostik af Fotos
de: Diagnosestatus von „Fotos“ prüfen
el: Έλεγχος της κατάστασης Διαγνωστικών των Φωτογραφιών…
es: Comprobando diagnóstico de Fotos
es_us: Revisando el estado del diagnóstico
fi: Tarkistetaan kuvien vianmääritystilaa
fr: Vérification du statut du diagnostic de Photos
fr_ca: Vérification de l’état des diagnostics de Photos
he: בודק את מצב ״כלי אבחון לתמונות״
hi: तस्वीर डायग्नॉस्टिक स्टेटस की जाँच की जा रही है
hr: Provjera statusa dijagnostike fotografija
hu: A Fotók diagnosztikája állapotának ellenőrzése
id: Memeriksa Status Diagnostik Foto
it: Verifico stato diagnosi Foto
ja: “写真”の診断の状況を確認中
kk: Фотолар диагностикасының күйін тексеру
ko: 사진 진단 상태 확인 중
lt: Tikrinama nuotraukų diagnostikos būsena
ms: Menyemak Status Diagnostik Foto
nb: Sjekker diagnostikkstatus for Bilder
nl: Status Foto's-diagnose controleren
pl: Sprawdzam status danych diagnostycznych Zdjęć
pt: Verificando o Estado de Diagnóstico do App Fotos
pt_pt: A conferir estado do diagnóstico
ro: Se verifică stadiul diagnozei Poze
ru: Проверка статуса диагностики Фото
sk: Kontrolujem stav diagnostiky Fotiek
sl: Preverjanje stanja diagnostike fotografij
sv: Kontrollerar diagnosstatus för bilder
th: กำลังตรวจสอบสถานะการวินิจฉัยรูปภาพ
tr: Fotoğraflar Tanılarının Durumu Denetleniyor
uk: Перевірка стану діагностики Фотографій
vi: Đang kiểm tra trạng thái chẩn đoán Ảnh
zh_cn: 检查“照片”诊断状态
zh_hk: 正在檢查「相片診斷資料」狀態
zh_tw: 正在檢查「照片診斷」狀態

# PHOTOS_DIAGNOSE_REQUESTING
source: Requesting Photos Diagnostics
ar: يجري طلب تشخيصات الصور
bg: Заявка за диагностика на снимките
ca: Sol·licitant el diagnòstic de Fotos
cs: Odesílání požadavku na diagnostiku Fotek
da: Indsamler diagnostik om Fotos
de: Diagnosedaten für „Fotos“ anfordern
el: Αίτημα για Διαγνωστικά Φωτογραφιών…
es: Solicitando diagnóstico de Fotos
es_us: Solicitando el diagnóstico de Fotos
fi: Pyydetään kuvien vianmääritystä
fr: Demande du diagnostic de Photos
fr_ca: Demande des diagnostics de Photos en cours
he: מבקש אבחון ב״כלי אבחון לתמונות״
hi: तस्वीर डायग्नॉस्टिक के लिए अनुरोध किया जा रहा है
hr: Zatraživanje dijagnostike fotografija
hu: A Fotók diagnosztikájának kérelmezése
id: Meminta Diagnostik Foto
it: Richiedo diagnosi Foto
ja: “写真”の診断を要求
kk: Фотолар диагностикасын сұрау
ko: 사진 진단 요청 중
lt: Siunčiama užklausa dėl nuotraukų diagnostikos
ms: Meminta Diagnostik Foto
nb: Ber om Bilder-diagnostikk
nl: Verzoek om diagnose voor Foto's
pl: Żądanie diagnostyki Zdjęć
pt: Solicitando Diagnóstico do App Fotos
pt_pt: A pedir diagnóstico
ro: Solicitare diagnoză Poze
ru: Запрос диагностики Фото
sk: Vyžaduje sa diagnostika Fotiek
sl: Zahteva za diagnostiko fotografij
sv: Begär bilddiagnosdata
th: กำลังขอการวินิจฉัยรูปภาพ
tr: Fotoğraflar Tanıları İsteniyor
uk: Запит діагностики Фотографій
vi: Đang yêu cầu chẩn đoán Ảnh
zh_cn: 要求“照片”诊断
zh_hk: 正在要求「相片診斷資料」
zh_tw: 正在要求「照片診斷」

# PHOTOS_DIAGNOSE_RUN
source: Run Photos Diagnostics
ar: تشغيل تشخيصات الصور
bg: Направи диагностика на снимки
ca: Executa el diagnòstic de l’app Fotos
cs: Spustit diagnostiku Fotek
da: Start diagnostik af Fotos
de: Diagnose für „Fotos“ ausführen
el: Εκτέλεση των Διαγνωστικών
es: Ejecutar diagnóstico de Fotos
es_us: Realizar el diagnóstico de Fotos
fi: Suorita kuvien vianmääritys
fr: Exécuter le diagnostic de Photos
fr_ca: Exécuter les diagnostics de Photos
he: הפעלת ״כלי אבחון לתמונות״
hi: तस्वीर डायग्नॉस्टिक चलाएँ
hr: Pokreni dijagnostiku fotografija
hu: Fotók diagnosztikájának futtatása
id: Jalankan Diagnostik Foto
it: Esegui diagnosi Foto
ja: “写真”の診断を実行
kk: Фотолар диагностикасын іске қосу
ko: 사진 진단 실행
lt: Paleisti nuotraukų diagnostiką
ms: Jalankan Diagnostik Foto
nb: Kjør Bilder-diagnostikk
nl: Voer diagnose voor Foto's uit
pl: Uruchom diagnostykę Zdjęć
pt: Executar Diagnóstico do App Fotos
pt_pt: Diagnóstico da aplicação Fotografias
ro: Rulați diagnoza Poze
ru: Запустить диагностику Фото
sk: Spustiť diagnostiku Fotiek
sl: Zaženi diagnostiko fotografij
sv: Kör bilddiagnos
th: สั่งทำงานการวินิจฉัยรูปภาพ
tr: Fotoğraflar Tanılarını Çalıştır
uk: Виконати діагностику Фотографій
vi: Chạy chẩn đoán Ảnh
zh_cn: 运行“照片”诊断
zh_hk: 執行「相片診斷資料」
zh_tw: 執行「照片診斷」

# PHOTOS_DIAGNOSE_RUNNING
source: Photos Diagnostics Running
ar: تشخيصات الصور قيد التشغيل
bg: Извършване на диагностика на снимките
ca: Diagnòstic de Fotos en curs
cs: Diagnostika Fotek je spuštěna
da: Diagnostik af Fotos er i gang
de: Diagnose von „Fotos“ ausführen
el: Εκτελούνται τα Διαγνωστικά των Φωτογραφιών
es: Diagnóstico de Fotos en curso
es_us: Ejecutando el diagnóstico
fi: Kuvien vianmääritys käynnissä
fr: Diagnostic de Photos en cours
fr_ca: Diagnostics de Photos en cours d’exécution
he: ״כלי אבחון לתמונות״ פועל
hi: तस्वीर डायग्नॉस्टिक जारी है
hr: Pokrenuta je dijagnostika fotografija
hu: A Fotók diagnosztikája fut
id: Diagnostik Foto Berjalan
it: Diagnosi Foto in corso
ja: “写真”の診断実行中
kk: Фотолар диагностикасы орындалуда
ko: 사진 진단 실행 중
lt: Veikia nuotraukų diagnostikos funkcija
ms: Diagnostik Foto Berjalan
nb: Kjører Bilder-diagnostikk
nl: Diagnose voor Foto's uitvoeren
pl: Diagnostyka Zdjęć w toku
pt: Diagnóstico do App Fotos em Execução
pt_pt: Diagnóstico em curso
ro: Diagnoză Poze în curs
ru: Выполняется диагностика Фото
sk: Prebieha diagnostika Fotiek
sl: Zagon diagnostike fotografij
sv: Bilddiagnos körs
th: การวินิจฉัยรูปภาพกำลังทำงานอยู่
tr: Fotoğraflar Tanıları Çalışıyor
uk: Триває діагностика Фотографій
vi: Chẩn đoán Ảnh đang chạy
zh_cn: 正在运行“照片”诊断
zh_hk: 正在執行「相片診斷資料」
zh_tw: 正在執行「照片診斷」
